Repository: common-repository/nps-computy
Catalog: languages/wp-plugins-nps-computy-dev_*.po
Languages: ru_ru

source: computy
ru_ru: Компьюти

source: Free monitoring of the NPS index (NPS) for your business. Simply add the shortcode [nps-computy] to the right place on the site, the rest of the work we will do for you.
ru_ru: Бесплатный мониторинг индекса NPS (NPS) для вашего бизнеса. Просто добавьте короткий [NPS-вычислительной] в нужное место на сайте, остальную часть работы мы сделаем сами.

source: Send
ru_ru: Отправить

source: The question is mandatory
ru_ru: Этот вопрос является обязательным

source: Evaluation is accepted! Thank you for the highest score!
ru_ru: Оценка принята! Благодарим вас за высокий балл!

source: Thank you for rating! We will consider your wishes!
ru_ru: Спасибо за оценку! Мы учтем Ваши пожелания.

source: What you need to do to evaluate 10:
ru_ru: Что нужно сделать, чтобы Вы оценили нас на 10?

source: Suggestions for improvement:
ru_ru: Ваши предложения по улучшению:

source: Rating:
ru_ru: Рейтинг:

source: Date:
ru_ru: Дата:

source: New assessment of NPS
ru_ru: Новая оценка NPS

source: What should be improved to evaluate 10?
ru_ru: Что следует улучшить для оценки 10?

source: Suggestions
ru_ru: Предложения

source: Rating
ru_ru: Рейтинг

source: Date of poll
ru_ru: Дата опроса

source: Output of data obtained as a result of a survey
ru_ru: Результат данных, полученных в результате опроса

source: Neutral
ru_ru: Нейтральные

source: Critics
ru_ru: Критики

source: Supporters
ru_ru: Поддержка

source: <p style='font-size: 20px'>Total participated %d
ru_ru: Всего участвовал %d

source: Received data on your site
ru_ru: Полученные данные на вашем сайте

source: <p> <b> NPS Customer Loyalty Index </b> (Net Promoter Score, Net Support Index) is easy to calculate a metric aimed at assessing the loyalty of customers of the company or buyers of any product. It is believed that the NPS index is closely correlated with the company's revenues and the company with a high NPS indicator has the tendency to grow much faster than its competitors. </p> <p> By polling we get the data that is further processed. </p>
ru_ru: <b>Индекс лояльности клиентов NPS</b> (Net Promoter Score, индекс чистой поддержки) – это простая в расчете метрика, направленная на оценку лояльности клиентов компании или покупателей какого-либо товара. Считается, что индекс NPS тесно коррелирует с доходами компании и компания с высоким показателем NPS имеет тенденцию расти намного быстрее, чем ее конкуренты. </p>

source: In the code editor, insert the <b> [nps-computy] </b> shortcode in the right place and the plug-in is ready for use.<br>If you want to insert directly into the site code, then paste this code:<b> &#60;?php echo do_shortcode( '[nps-computy]' ); ?&#62;</b>
ru_ru: В редакторе кода вставляете шорткод <b> [nps-computy] </b> в нужном месте и плагин готов к работе.<br>Если хотите вставить прямо в код сайта, то вставляете этот код:<b> &#60;?php echo do_shortcode( '[nps-computy]' ); ?&#62;</b>

source: Configuring the Plugin
ru_ru: Настройка плагина

source: With the support of <a href="https://computy.ru" target="_blank" title="Development and support of sites on WordPress"> Computy </a>
ru_ru: При поддержке <a href="https://computy.ru" target="_blank" title="Разработка и поддержка сайтов на WordPress"> Компьюти </a>

source: Excuse me! You have already passed the vote. If you forgot to supplement your feedback, write to us via feedback.
ru_ru: Извините! Вы уже проходили голосование. Если вы забыли дополнить свой отзыв, напишите нам через обратную связь.

source: Evaluation is accepted! Thank you for the highest score!
ru_ru: Оценка принята! Спасибо за высший балл!

source: Thank you for the assessment! We take into account your wishes!
ru_ru: Спасибо за оценку! Мы принимаем во внимание ваши пожелания!

source: What do we need to improve in our work so that you can rate us 10?
ru_ru: Что нам нужно улучшить в нашей работе, чтобы вы могли оценить нас 10?

source: Our bachelors to improve the quality of our services (additional services, etc.)
ru_ru: Baши пpeдлoжeния пo улучшeнию кaчecтвa нaшeй paбoты (дoпoлнитeльныe уcлуги и т.д.)

source: Please, assess the scale from 0 to 10, just as often as you think you need another or a collar?
ru_ru: Пoжaлуйcтa, oцeнитe пo шкaлe oт 0 дo 10, нacкoлькo вepoятнo, чтo Bы пopeкoмeндуeтe нac дpугу или кoллeгe?

source: Net Promoter Score (NPS)
ru_ru: NPS

source: After how many days can the customer again be interviewed?
ru_ru: Через сколько дней можно вновь проходит опрос клиену?

source: Pop-up text if the client has already polled
ru_ru: Всплывающий текст, если клиент уже проходил опрос

source: Thank you text for the highest score
ru_ru: Спасибо за самый высокий балл

source: Thank-you text after the client's response
ru_ru: Текст благодарности после ответа клиента

source: The text of the question that needs improvement (If answer from 0-9)
ru_ru: Текст вопроса что надо улучшить(Если отвечают от 0-9)

source: The text of the proposal for improving the quality
ru_ru: Текст предложения по улучшению качества

source: Text under the title
ru_ru: Текст после заголовока

source: Title
ru_ru: Заголовок

source: Text output settings
ru_ru: Настройки вывода текста

source: NPS Monitoring
ru_ru: NPS Мониторинг
